export const QA = {
	"answer": "QA Тестировщик",
	"text": "Отвечает за обеспечение качества программного обеспечения. Разработка тестовых планов и сценариев. Создание документации, описывающей, какие функции будут тестироваться и как. Проверка исправлений. Тестирование исправленных ошибок, чтобы убедиться, что они были успешно устранены и не привели к новым проблемам."
}

export const UXUI = {
	"answer": "UX/UI Дизайнер",
	"text": "Отвечает за создание удобного и привлекательного пользовательского интерфейса и опыта взаимодействия с продуктом. В целом, UX/UI дизайнеры работают над тем, чтобы сделать продукты не только красивыми, но и удобными для пользователей."
}

export const Developer = {
	"answer": "Frontend, Мобильный или Fullstack-разработчик",
	"text": "Отвечает за внешнюю сторону сайта, он делает так, чтобы все страницы соответствовали дизайн-макету и одинаково отображались в любом браузере. Мобильный разработчик разрабатывает приложения для планшетов и смартфонов. Fullstack веб-разработчик принимает активное участие во всех этапах разработки"
}
