export const data = {
	"total_questions": 5,
	"questions": [
		{
			1: "Работать над созданием приложений с виртуальной или дополненной реальностью",
			2: "Делать красивые и аккуратные сайты из дизайн-макетов",
			3: "Делать важную, но малозаметную работу: оптимизировать, настраивать и обеспечивать надёжность сайта",
			4: "Искать ошибки и придумывать способы, как лучше их исправить",
		},

		{
			1: "Создавать плавные переходы и интересные анимации в мобильном приложении",
			2: "Придумывать новые и нетривиальные способы поиска ошибок",
			3: "Программировать сайты так, чтобы на любых устройствах они отображались корректно",
			4: "Разносторонне продумывать логику и внутреннюю структуру будущей программы",
		},

		{
			1: "Делать мобильное приложение удобным и понятным для пользователя",
			2: "Делать сайты удобными и понятными для пользователей",
			3: "Быть специалистом, от внимания которого не ускользнёт ни один сдвинутый пиксель",
			4: "Уметь делать всю работу целиком,от идеи и до последней строчки кода",
		},

		{
			1: "Активно использовать в программировании микрофон, камеру, геолокацию и другие функции",
			2: "Придумывать программы, которые автоматически ищут ошибки",
			3: "Уметь одинаково хорошо настраивать операционные системы и разрабатывать сайты",
			4: "Делать сайты удобными для людей с ограниченными возможностями",
		},

		{
			1: "Работать над программированием новых фишек мобильного приложения",
			2: "Создавать интересные эффектыи анимации на сайте	",
			3: "Разбираться во всех областях программирования, пусть даже и поверхностно",
			4: "Педантично, шаг за шагом, проверять правильность работы каждой детали",
		}
	]
}
